GREETING = """
Привет, искатель тайн и загадок! 
Приглашаем тебя погрузиться в мир творчества Гоголя, наполненный мистикой и таинственностью.

Сперва несколько правил:
1) Бот будет по очереди выдавать тебе местонахождение вопросов, на которые ты должен ответить. Пропустить вопрос не получится! Следующее место появится только тогда, когда ты ответишь на вопрос.

2) Ответ - это только одно слово, ни больше, ни меньше. А количество попыток не ограничено, смело пиши свои предположения, а если окажешься не прав - просто подумай еще и присылай новый ответ.

3) Если ты ответишь на все вопросы, приходи к нам в актовый зал и получи свой лотерейный билетик! Не упускай шанс попытать удачу, и не проспи сам розыгрыш. Победителей мы объявим в 15:00 в актовом зале.

Если возникнут какие-то проблемы, обязательно пиши: @eescr


На этом все, желаешь начать?"""


RIGHT_ANSWER = """
Ответ засчитан"""


WRONG_ANSWER = """
Неверно! Подумай еще"""


FINISH = """
Поздравляю! Ты верно ответил на все вопросы
Скорее приходи за билетиком 🌟"""


ERROR_MESSAGE = """
Что-то пошло не так или бот был обновлен((
Напиши /start, чтобы я выдал тебе твое задание
Твой прогресс и последняя станция сохранятся)"""
