GREETING = """

Добро пожаловать на OpenBetaTest бота для дня информатики. 
Приглашаю тебя поучаствовать в викторине посвященной информатике!

Сперва о правилах:
1. Нажимая <b>Начать</b>/<b>Продолжить</b> ты будешь получать вопрос, ответ на который можно дать только один раз
2. Ответом будет являться либо число, либо одно слова, либо одна латинская буква предложенного варианта (без скобочек, точек или чего-либо еще, например, <b>b</b> регистр не важен)
3. Я считаю время, за которое ты ответил(а) на вопрос, это будет решающим фактором при выявлении победителей викторины при равенстве баллов, поэтому не жми <b>Начать</b>/<b>Продолжить</b>, если не готов(а) в данный момент отвечать
4. В день проведения викторины будут разыграны призы для победителей из каждого отделения (<i>не для OBT(((( </i>)

По вопросам пиши: @AlertedCoffee

На этом все, желаешь начать?"""

FIO_AUTH = "Введи свое имя и фамилию. Учти, эти данные будут использованы при выявлении победителей))"
BRANCH_AUTH = "Выбери свое отделение!"

RIGHT_ANSWER = """
Ответ засчитан"""


WRONG_ANSWER = """
Неверно! Подумай еще"""


FINISH = """
Поздравляю! Ты прошел(а) весь квест
Ожидай оглашения результатов 🌟"""


QUEST_CLOSED = """
Квест завершен! Ответы больше не принимаются)"""


ERROR_MESSAGE = """
Что-то пошло не так или бот был обновлен((
Напиши /start, чтобы я выдал тебе задание
Твой прогресс сохранится)"""

TYPE_ERROR_MESSAGE = "Ты отправляешь что-то странное. Я принимаю только текст!"

INVALID_TEXT = "Тут надо кнопками))"

