GREETING = """
Какое-то приветствие!"""

FIO_AUTH = "Введи свое имя и фамилию. Учти, эти данные будут использованы при выявлении победителей))"
BRANCH_AUTH = "Выбери свое отделение!"

RIGHT_ANSWER = """
Ответ засчитан"""


WRONG_ANSWER = """
Неверно! Подумай еще"""


FINISH = """
Поздравляю! Ты верно ответил на все вопросы
Ожидай оглашения результатов 🌟"""


ERROR_MESSAGE = """
Что-то пошло не так или бот был обновлен((
Напиши /start, чтобы я выдал тебе задание
Твой прогресс сохранится)"""

TYPE_ERROR_MESSAGE = "Ты отправляешь что-то странное. Я принимаю только текст!"

INVALID_TEXT = "Тут надо кнопками))"

